pass_fio_experiments/motivation/fig1/linux_n1_t30.log
test_64kb_rwrite_5n2: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n3: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n4: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n5: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n6: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n7: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n8: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n9: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n10: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
bursty: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
...
fio-3.37-114-gf0af0-dirty
Starting 25 threads

test_64kb_rwrite_5n2: (groupid=0, jobs=1): err= 0: pid=907103: Sat Sep  6 19:18:31 2025
  write: IOPS=26.8k, BW=105MiB/s (110MB/s)(3142MiB/30001msec); 0 zone resets
    clat (usec): min=21, max=660, avg=36.69, stdev= 9.36
     lat (usec): min=21, max=661, avg=36.81, stdev= 9.37
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   28], 10.00th=[   30], 20.00th=[   34],
     | 30.00th=[   36], 40.00th=[   37], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   42], 95.00th=[   44],
     | 99.00th=[   49], 99.50th=[   57], 99.90th=[  186], 99.95th=[  245],
     | 99.99th=[  347]
   bw (  KiB/s): min=77872, max=140888, per=11.01%, avg=107315.12, stdev=12082.07, samples=59
   iops        : min=19468, max=35222, avg=26828.85, stdev=3020.44, samples=59
  lat (usec)   : 50=99.12%, 100=0.71%, 250=0.12%, 500=0.05%, 750=0.01%
  cpu          : usr=2.57%, sys=14.53%, ctx=804350, majf=0, minf=86280
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,804348,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n3: (groupid=0, jobs=1): err= 0: pid=907104: Sat Sep  6 19:18:31 2025
  write: IOPS=26.1k, BW=102MiB/s (107MB/s)(3061MiB/30001msec); 0 zone resets
    clat (usec): min=21, max=2063, avg=37.56, stdev= 9.14
     lat (usec): min=21, max=2063, avg=37.68, stdev= 9.15
    clat percentiles (usec):
     |  1.00th=[   29],  5.00th=[   34], 10.00th=[   34], 20.00th=[   35],
     | 30.00th=[   36], 40.00th=[   37], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   42], 95.00th=[   44],
     | 99.00th=[   50], 99.50th=[   59], 99.90th=[  169], 99.95th=[  225],
     | 99.99th=[  306]
   bw (  KiB/s): min=78227, max=116536, per=10.71%, avg=104472.03, stdev=7750.11, samples=60
   iops        : min=19556, max=29134, avg=26118.02, stdev=1937.59, samples=60
  lat (usec)   : 50=98.99%, 100=0.81%, 250=0.16%, 500=0.03%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=2.57%, sys=14.00%, ctx=783548, majf=0, minf=107129
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,783539,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n4: (groupid=0, jobs=1): err= 0: pid=907105: Sat Sep  6 19:18:31 2025
  write: IOPS=26.0k, BW=102MiB/s (106MB/s)(3045MiB/30000msec); 0 zone resets
    clat (usec): min=22, max=1163, avg=37.69, stdev= 8.69
     lat (usec): min=22, max=2571, avg=37.82, stdev= 9.17
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   34], 10.00th=[   35], 20.00th=[   36],
     | 30.00th=[   36], 40.00th=[   37], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   42], 95.00th=[   44],
     | 99.00th=[   53], 99.50th=[   62], 99.90th=[  182], 99.95th=[  241],
     | 99.99th=[  306]
   bw (  KiB/s): min=80529, max=118208, per=10.66%, avg=103947.05, stdev=6604.28, samples=60
   iops        : min=20132, max=29552, avg=25986.75, stdev=1651.10, samples=60
  lat (usec)   : 50=98.75%, 100=1.03%, 250=0.18%, 500=0.04%, 750=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=2.59%, sys=14.62%, ctx=779607, majf=0, minf=115349
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,779605,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n5: (groupid=0, jobs=1): err= 0: pid=907106: Sat Sep  6 19:18:31 2025
  write: IOPS=26.4k, BW=103MiB/s (108MB/s)(3097MiB/30001msec); 0 zone resets
    clat (usec): min=21, max=2994, avg=37.16, stdev=11.26
     lat (usec): min=21, max=2994, avg=37.28, stdev=11.27
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   27], 10.00th=[   34], 20.00th=[   36],
     | 30.00th=[   36], 40.00th=[   37], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   42], 95.00th=[   44],
     | 99.00th=[   51], 99.50th=[   60], 99.90th=[  225], 99.95th=[  265],
     | 99.99th=[  351]
   bw (  KiB/s): min=78717, max=147960, per=10.84%, avg=105721.98, stdev=11418.58, samples=59
   iops        : min=19679, max=36990, avg=26430.53, stdev=2854.63, samples=59
  lat (usec)   : 50=98.98%, 100=0.75%, 250=0.19%, 500=0.07%, 750=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=2.71%, sys=14.76%, ctx=792771, majf=0, minf=91801
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,792776,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n6: (groupid=0, jobs=1): err= 0: pid=907107: Sat Sep  6 19:18:31 2025
  write: IOPS=26.4k, BW=103MiB/s (108MB/s)(3090MiB/30001msec); 0 zone resets
    clat (usec): min=21, max=1135, avg=37.26, stdev= 6.21
     lat (usec): min=21, max=1136, avg=37.38, stdev= 6.22
    clat percentiles (usec):
     |  1.00th=[   30],  5.00th=[   33], 10.00th=[   34], 20.00th=[   35],
     | 30.00th=[   36], 40.00th=[   37], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   42], 95.00th=[   43],
     | 99.00th=[   48], 99.50th=[   55], 99.90th=[   70], 99.95th=[  155],
     | 99.99th=[  289]
   bw (  KiB/s): min=79968, max=126984, per=10.82%, avg=105481.92, stdev=7435.70, samples=60
   iops        : min=19992, max=31746, avg=26370.53, stdev=1858.92, samples=60
  lat (usec)   : 50=99.31%, 100=0.63%, 250=0.05%, 500=0.02%, 750=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=2.70%, sys=13.76%, ctx=791147, majf=0, minf=86994
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,791144,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n7: (groupid=0, jobs=1): err= 0: pid=907108: Sat Sep  6 19:18:31 2025
  write: IOPS=26.8k, BW=105MiB/s (110MB/s)(3141MiB/30000msec); 0 zone resets
    clat (usec): min=21, max=2955, avg=36.64, stdev= 9.20
     lat (usec): min=21, max=2955, avg=36.76, stdev= 9.20
    clat percentiles (usec):
     |  1.00th=[   26],  5.00th=[   27], 10.00th=[   32], 20.00th=[   35],
     | 30.00th=[   36], 40.00th=[   36], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   41], 95.00th=[   43],
     | 99.00th=[   48], 99.50th=[   56], 99.90th=[  143], 99.95th=[  210],
     | 99.99th=[  293]
   bw (  KiB/s): min=78184, max=145944, per=10.99%, avg=107207.68, stdev=11613.86, samples=60
   iops        : min=19546, max=36486, avg=26801.92, stdev=2903.47, samples=60
  lat (usec)   : 50=99.28%, 100=0.61%, 250=0.09%, 500=0.02%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=2.62%, sys=14.39%, ctx=804087, majf=0, minf=87568
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,804080,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n8: (groupid=0, jobs=1): err= 0: pid=907109: Sat Sep  6 19:18:31 2025
  write: IOPS=29.0k, BW=113MiB/s (119MB/s)(3393MiB/30001msec); 0 zone resets
    clat (usec): min=19, max=3128, avg=33.79, stdev=10.64
     lat (usec): min=19, max=3128, avg=33.91, stdev=10.64
    clat percentiles (usec):
     |  1.00th=[   23],  5.00th=[   26], 10.00th=[   26], 20.00th=[   27],
     | 30.00th=[   28], 40.00th=[   34], 50.00th=[   36], 60.00th=[   37],
     | 70.00th=[   38], 80.00th=[   39], 90.00th=[   41], 95.00th=[   43],
     | 99.00th=[   49], 99.50th=[   55], 99.90th=[   94], 99.95th=[  169],
     | 99.99th=[  302]
   bw (  KiB/s): min=79887, max=162088, per=11.88%, avg=115808.80, stdev=20364.39, samples=60
   iops        : min=19971, max=40522, avg=28952.18, stdev=5091.13, samples=60
  lat (usec)   : 20=0.01%, 50=99.26%, 100=0.65%, 250=0.08%, 500=0.02%
  lat (usec)   : 750=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=2.90%, sys=15.83%, ctx=868578, majf=0, minf=115606
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,868567,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n9: (groupid=0, jobs=1): err= 0: pid=907110: Sat Sep  6 19:18:31 2025
  write: IOPS=26.0k, BW=102MiB/s (107MB/s)(3049MiB/30001msec); 0 zone resets
    clat (usec): min=22, max=3967, avg=37.70, stdev= 9.92
     lat (usec): min=22, max=3968, avg=37.83, stdev= 9.94
    clat percentiles (usec):
     |  1.00th=[   29],  5.00th=[   34], 10.00th=[   35], 20.00th=[   36],
     | 30.00th=[   36], 40.00th=[   37], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   42], 95.00th=[   44],
     | 99.00th=[   50], 99.50th=[   57], 99.90th=[  178], 99.95th=[  245],
     | 99.99th=[  326]
   bw (  KiB/s): min=73544, max=124544, per=10.67%, avg=104083.47, stdev=7281.58, samples=60
   iops        : min=18386, max=31136, avg=26020.87, stdev=1820.39, samples=60
  lat (usec)   : 50=99.08%, 100=0.74%, 250=0.13%, 500=0.04%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=3.09%, sys=14.62%, ctx=780606, majf=0, minf=92630
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,780604,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n10: (groupid=0, jobs=1): err= 0: pid=907111: Sat Sep  6 19:18:31 2025
  write: IOPS=26.1k, BW=102MiB/s (107MB/s)(3060MiB/30001msec); 0 zone resets
    clat (usec): min=21, max=2269, avg=37.61, stdev=11.09
     lat (usec): min=21, max=2270, avg=37.73, stdev=11.10
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   32], 10.00th=[   34], 20.00th=[   35],
     | 30.00th=[   36], 40.00th=[   37], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   39], 80.00th=[   40], 90.00th=[   41], 95.00th=[   43],
     | 99.00th=[   52], 99.50th=[   61], 99.90th=[  229], 99.95th=[  265],
     | 99.99th=[  318]
   bw (  KiB/s): min=76896, max=135272, per=10.71%, avg=104435.53, stdev=9668.81, samples=60
   iops        : min=19224, max=33818, avg=26108.88, stdev=2417.20, samples=60
  lat (usec)   : 50=98.82%, 100=0.87%, 250=0.24%, 500=0.07%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=2.62%, sys=14.48%, ctx=783292, majf=0, minf=87129
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,783287,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907112: Sat Sep  6 19:18:31 2025
  write: IOPS=298, BW=1194KiB/s (1223kB/s)(35.0MiB/30001msec); 0 zone resets
    clat (usec): min=25, max=1794, avg=39.55, stdev=22.06
     lat (usec): min=31, max=1802, avg=48.00, stdev=22.76
    clat percentiles (usec):
     |  1.00th=[   29],  5.00th=[   31], 10.00th=[   33], 20.00th=[   34],
     | 30.00th=[   35], 40.00th=[   36], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   40], 80.00th=[   43], 90.00th=[   48], 95.00th=[   58],
     | 99.00th=[   93], 99.50th=[  105], 99.90th=[  172], 99.95th=[  251],
     | 99.99th=[ 1795]
   bw (  KiB/s): min= 2568, max=14376, per=1.05%, avg=10231.57, stdev=5104.51, samples=7
   iops        : min=  642, max= 3594, avg=2557.86, stdev=1276.10, samples=7
  lat (usec)   : 50=91.50%, 100=7.85%, 250=0.59%, 500=0.04%
  lat (msec)   : 2=0.01%
  cpu          : usr=0.30%, sys=0.22%, ctx=9021, majf=0, minf=6014
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,8956,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907113: Sat Sep  6 19:18:31 2025
  write: IOPS=252, BW=1011KiB/s (1035kB/s)(29.6MiB/30001msec); 0 zone resets
    clat (usec): min=26, max=862, avg=47.07, stdev=34.40
     lat (usec): min=33, max=1056, avg=56.98, stdev=47.51
    clat percentiles (usec):
     |  1.00th=[   30],  5.00th=[   34], 10.00th=[   36], 20.00th=[   37],
     | 30.00th=[   38], 40.00th=[   39], 50.00th=[   40], 60.00th=[   41],
     | 70.00th=[   43], 80.00th=[   46], 90.00th=[   55], 95.00th=[   84],
     | 99.00th=[  215], 99.50th=[  277], 99.90th=[  412], 99.95th=[  510],
     | 99.99th=[  865]
   bw (  KiB/s): min= 1208, max=12896, per=0.89%, avg=8662.86, stdev=4677.52, samples=7
   iops        : min=  302, max= 3224, avg=2165.71, stdev=1169.38, samples=7
  lat (usec)   : 50=86.72%, 100=9.13%, 250=3.54%, 500=0.55%, 750=0.05%
  lat (usec)   : 1000=0.01%
  cpu          : usr=0.26%, sys=0.20%, ctx=7593, majf=0, minf=5500
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7580,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907114: Sat Sep  6 19:18:31 2025
  write: IOPS=247, BW=989KiB/s (1013kB/s)(29.0MiB/30001msec); 0 zone resets
    clat (usec): min=24, max=579, avg=49.78, stdev=45.56
     lat (usec): min=31, max=771, avg=59.89, stdev=56.00
    clat percentiles (usec):
     |  1.00th=[   29],  5.00th=[   32], 10.00th=[   35], 20.00th=[   37],
     | 30.00th=[   38], 40.00th=[   38], 50.00th=[   39], 60.00th=[   40],
     | 70.00th=[   42], 80.00th=[   45], 90.00th=[   55], 95.00th=[  120],
     | 99.00th=[  285], 99.50th=[  347], 99.90th=[  424], 99.95th=[  465],
     | 99.99th=[  578]
   bw (  KiB/s): min= 1176, max=13472, per=0.87%, avg=8476.57, stdev=4779.34, samples=7
   iops        : min=  294, max= 3368, avg=2119.14, stdev=1194.83, samples=7
  lat (usec)   : 50=87.42%, 100=7.37%, 250=3.59%, 500=1.59%, 750=0.03%
  cpu          : usr=0.24%, sys=0.21%, ctx=7437, majf=0, minf=4883
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7417,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907115: Sat Sep  6 19:18:31 2025
  write: IOPS=275, BW=1102KiB/s (1129kB/s)(32.3MiB/30000msec); 0 zone resets
    clat (usec): min=23, max=481, avg=41.23, stdev=28.74
     lat (usec): min=29, max=707, avg=50.80, stdev=34.86
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   28], 10.00th=[   30], 20.00th=[   31],
     | 30.00th=[   34], 40.00th=[   35], 50.00th=[   37], 60.00th=[   38],
     | 70.00th=[   40], 80.00th=[   43], 90.00th=[   50], 95.00th=[   61],
     | 99.00th=[  212], 99.50th=[  265], 99.90th=[  355], 99.95th=[  383],
     | 99.99th=[  482]
   bw (  KiB/s): min= 2557, max=12912, per=0.97%, avg=9447.57, stdev=4666.80, samples=7
   iops        : min=  639, max= 3228, avg=2361.86, stdev=1166.76, samples=7
  lat (usec)   : 50=90.44%, 100=7.67%, 250=1.25%, 500=0.64%
  cpu          : usr=0.28%, sys=0.29%, ctx=8322, majf=0, minf=13119
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,8266,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907116: Sat Sep  6 19:18:31 2025
  write: IOPS=301, BW=1208KiB/s (1237kB/s)(35.4MiB/30001msec); 0 zone resets
    clat (usec): min=23, max=628, avg=43.30, stdev=27.64
     lat (usec): min=29, max=883, avg=51.42, stdev=34.45
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   30], 10.00th=[   34], 20.00th=[   37],
     | 30.00th=[   38], 40.00th=[   39], 50.00th=[   40], 60.00th=[   41],
     | 70.00th=[   42], 80.00th=[   44], 90.00th=[   50], 95.00th=[   58],
     | 99.00th=[  178], 99.50th=[  245], 99.90th=[  371], 99.95th=[  523],
     | 99.99th=[  627]
   bw (  KiB/s): min= 2533, max=15552, per=1.06%, avg=10352.71, stdev=5307.25, samples=7
   iops        : min=  633, max= 3888, avg=2588.14, stdev=1326.87, samples=7
  lat (usec)   : 50=90.59%, 100=7.75%, 250=1.19%, 500=0.41%, 750=0.06%
  cpu          : usr=0.25%, sys=0.18%, ctx=9070, majf=0, minf=5770
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,9058,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907117: Sat Sep  6 19:18:31 2025
  write: IOPS=211, BW=845KiB/s (865kB/s)(24.8MiB/30001msec); 0 zone resets
    clat (usec): min=31, max=431, avg=48.95, stdev=34.17
     lat (usec): min=38, max=616, avg=63.43, stdev=55.67
    clat percentiles (usec):
     |  1.00th=[   35],  5.00th=[   36], 10.00th=[   37], 20.00th=[   38],
     | 30.00th=[   39], 40.00th=[   40], 50.00th=[   41], 60.00th=[   43],
     | 70.00th=[   45], 80.00th=[   49], 90.00th=[   59], 95.00th=[   80],
     | 99.00th=[  265], 99.50th=[  293], 99.90th=[  375], 99.95th=[  388],
     | 99.99th=[  433]
   bw (  KiB/s): min=  528, max=11496, per=0.74%, avg=7240.29, stdev=4363.24, samples=7
   iops        : min=  132, max= 2874, avg=1810.00, stdev=1090.90, samples=7
  lat (usec)   : 50=82.95%, 100=13.46%, 250=2.43%, 500=1.15%
  cpu          : usr=0.26%, sys=0.32%, ctx=6367, majf=0, minf=9970
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,6336,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907118: Sat Sep  6 19:18:31 2025
  write: IOPS=254, BW=1018KiB/s (1043kB/s)(29.8MiB/30001msec); 0 zone resets
    clat (usec): min=30, max=548, avg=44.45, stdev=19.78
     lat (usec): min=37, max=580, avg=54.67, stdev=29.93
    clat percentiles (usec):
     |  1.00th=[   34],  5.00th=[   36], 10.00th=[   37], 20.00th=[   38],
     | 30.00th=[   39], 40.00th=[   40], 50.00th=[   41], 60.00th=[   42],
     | 70.00th=[   44], 80.00th=[   46], 90.00th=[   53], 95.00th=[   63],
     | 99.00th=[  135], 99.50th=[  182], 99.90th=[  269], 99.95th=[  318],
     | 99.99th=[  545]
   bw (  KiB/s): min= 2352, max=13640, per=0.89%, avg=8724.57, stdev=4590.83, samples=7
   iops        : min=  588, max= 3410, avg=2181.00, stdev=1147.72, samples=7
  lat (usec)   : 50=87.31%, 100=11.09%, 250=1.41%, 500=0.17%, 750=0.01%
  cpu          : usr=0.25%, sys=0.30%, ctx=7682, majf=0, minf=9171
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7636,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907119: Sat Sep  6 19:18:31 2025
  write: IOPS=286, BW=1148KiB/s (1175kB/s)(33.6MiB/30001msec); 0 zone resets
    clat (usec): min=30, max=313, avg=41.67, stdev=13.45
     lat (usec): min=35, max=335, avg=49.89, stdev=14.24
    clat percentiles (usec):
     |  1.00th=[   33],  5.00th=[   34], 10.00th=[   35], 20.00th=[   36],
     | 30.00th=[   37], 40.00th=[   38], 50.00th=[   39], 60.00th=[   41],
     | 70.00th=[   42], 80.00th=[   45], 90.00th=[   51], 95.00th=[   58],
     | 99.00th=[   90], 99.50th=[  105], 99.90th=[  235], 99.95th=[  265],
     | 99.99th=[  314]
   bw (  KiB/s): min= 2568, max=14176, per=1.01%, avg=9836.57, stdev=4875.35, samples=7
   iops        : min=  642, max= 3544, avg=2459.14, stdev=1218.84, samples=7
  lat (usec)   : 50=89.69%, 100=9.60%, 250=0.63%, 500=0.08%
  cpu          : usr=0.33%, sys=0.18%, ctx=8677, majf=0, minf=5646
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,8607,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907120: Sat Sep  6 19:18:31 2025
  write: IOPS=250, BW=1004KiB/s (1028kB/s)(29.4MiB/30001msec); 0 zone resets
    clat (usec): min=24, max=534, avg=43.21, stdev=18.84
     lat (usec): min=30, max=641, avg=53.18, stdev=25.48
    clat percentiles (usec):
     |  1.00th=[   28],  5.00th=[   33], 10.00th=[   35], 20.00th=[   36],
     | 30.00th=[   37], 40.00th=[   38], 50.00th=[   40], 60.00th=[   42],
     | 70.00th=[   44], 80.00th=[   47], 90.00th=[   53], 95.00th=[   62],
     | 99.00th=[  104], 99.50th=[  147], 99.90th=[  310], 99.95th=[  355],
     | 99.99th=[  537]
   bw (  KiB/s): min= 2256, max=11888, per=0.88%, avg=8604.57, stdev=4347.01, samples=7
   iops        : min=  564, max= 2972, avg=2151.14, stdev=1086.75, samples=7
  lat (usec)   : 50=86.81%, 100=11.97%, 250=1.02%, 500=0.19%, 750=0.01%
  cpu          : usr=0.32%, sys=0.30%, ctx=7561, majf=0, minf=9124
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7529,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907121: Sat Sep  6 19:18:31 2025
  write: IOPS=245, BW=981KiB/s (1004kB/s)(28.7MiB/30000msec); 0 zone resets
    clat (usec): min=24, max=456, avg=47.50, stdev=38.26
     lat (usec): min=31, max=597, avg=59.76, stdev=54.08
    clat percentiles (usec):
     |  1.00th=[   29],  5.00th=[   31], 10.00th=[   32], 20.00th=[   34],
     | 30.00th=[   36], 40.00th=[   38], 50.00th=[   39], 60.00th=[   41],
     | 70.00th=[   44], 80.00th=[   47], 90.00th=[   56], 95.00th=[   86],
     | 99.00th=[  258], 99.50th=[  293], 99.90th=[  355], 99.95th=[  392],
     | 99.99th=[  457]
   bw (  KiB/s): min= 1392, max=13896, per=0.86%, avg=8408.00, stdev=4936.94, samples=7
   iops        : min=  348, max= 3474, avg=2102.00, stdev=1234.24, samples=7
  lat (usec)   : 50=85.65%, 100=10.13%, 250=2.99%, 500=1.24%
  cpu          : usr=0.27%, sys=0.22%, ctx=7398, majf=0, minf=5895
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7357,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907122: Sat Sep  6 19:18:31 2025
  write: IOPS=293, BW=1173KiB/s (1201kB/s)(34.4MiB/30001msec); 0 zone resets
    clat (usec): min=22, max=399, avg=42.22, stdev=20.09
     lat (usec): min=27, max=643, avg=50.33, stdev=24.39
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   29], 10.00th=[   31], 20.00th=[   35],
     | 30.00th=[   37], 40.00th=[   38], 50.00th=[   40], 60.00th=[   41],
     | 70.00th=[   43], 80.00th=[   46], 90.00th=[   51], 95.00th=[   59],
     | 99.00th=[  110], 99.50th=[  206], 99.90th=[  314], 99.95th=[  343],
     | 99.99th=[  400]
   bw (  KiB/s): min= 2568, max=15216, per=1.03%, avg=10048.29, stdev=5027.59, samples=7
   iops        : min=  642, max= 3804, avg=2512.00, stdev=1256.89, samples=7
  lat (usec)   : 50=89.05%, 100=9.70%, 250=1.01%, 500=0.24%
  cpu          : usr=0.33%, sys=0.17%, ctx=8810, majf=0, minf=5744
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,8795,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907123: Sat Sep  6 19:18:31 2025
  write: IOPS=208, BW=834KiB/s (854kB/s)(24.4MiB/30000msec); 0 zone resets
    clat (usec): min=24, max=467, avg=46.41, stdev=31.67
     lat (usec): min=30, max=565, avg=60.00, stdev=49.54
    clat percentiles (usec):
     |  1.00th=[   28],  5.00th=[   31], 10.00th=[   33], 20.00th=[   35],
     | 30.00th=[   37], 40.00th=[   38], 50.00th=[   39], 60.00th=[   41],
     | 70.00th=[   43], 80.00th=[   47], 90.00th=[   58], 95.00th=[   87],
     | 99.00th=[  212], 99.50th=[  265], 99.90th=[  347], 99.95th=[  388],
     | 99.99th=[  469]
   bw (  KiB/s): min= 1904, max=13360, per=0.73%, avg=7143.71, stdev=3921.48, samples=7
   iops        : min=  476, max= 3340, avg=1785.86, stdev=980.42, samples=7
  lat (usec)   : 50=84.79%, 100=10.86%, 250=3.74%, 500=0.61%
  cpu          : usr=0.34%, sys=0.35%, ctx=6283, majf=0, minf=7168
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,6252,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907124: Sat Sep  6 19:18:31 2025
  write: IOPS=253, BW=1015KiB/s (1040kB/s)(29.8MiB/30000msec); 0 zone resets
    clat (usec): min=23, max=364, avg=38.66, stdev=21.76
     lat (usec): min=30, max=582, avg=51.26, stdev=40.24
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   29], 10.00th=[   30], 20.00th=[   31],
     | 30.00th=[   32], 40.00th=[   33], 50.00th=[   35], 60.00th=[   36],
     | 70.00th=[   38], 80.00th=[   41], 90.00th=[   49], 95.00th=[   60],
     | 99.00th=[  127], 99.50th=[  204], 99.90th=[  334], 99.95th=[  351],
     | 99.99th=[  367]
   bw (  KiB/s): min=  624, max=14448, per=0.89%, avg=8704.00, stdev=5646.57, samples=7
   iops        : min=  156, max= 3612, avg=2176.00, stdev=1411.64, samples=7
  lat (usec)   : 50=90.99%, 100=7.42%, 250=1.31%, 500=0.28%
  cpu          : usr=0.34%, sys=0.34%, ctx=7650, majf=0, minf=8509
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7616,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907125: Sat Sep  6 19:18:31 2025
  write: IOPS=261, BW=1045KiB/s (1070kB/s)(30.6MiB/30000msec); 0 zone resets
    clat (usec): min=24, max=439, avg=40.61, stdev=21.59
     lat (usec): min=30, max=645, avg=50.24, stdev=30.82
    clat percentiles (usec):
     |  1.00th=[   28],  5.00th=[   30], 10.00th=[   31], 20.00th=[   32],
     | 30.00th=[   34], 40.00th=[   36], 50.00th=[   37], 60.00th=[   39],
     | 70.00th=[   41], 80.00th=[   44], 90.00th=[   50], 95.00th=[   60],
     | 99.00th=[  127], 99.50th=[  212], 99.90th=[  306], 99.95th=[  338],
     | 99.99th=[  441]
   bw (  KiB/s): min= 2328, max=13640, per=0.92%, avg=8954.29, stdev=4745.27, samples=7
   iops        : min=  582, max= 3410, avg=2238.57, stdev=1186.32, samples=7
  lat (usec)   : 50=90.01%, 100=8.53%, 250=1.21%, 500=0.26%
  cpu          : usr=0.29%, sys=0.34%, ctx=7868, majf=0, minf=11586
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7835,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907126: Sat Sep  6 19:18:31 2025
  write: IOPS=272, BW=1089KiB/s (1115kB/s)(31.9MiB/30001msec); 0 zone resets
    clat (usec): min=28, max=400, avg=44.05, stdev=19.77
     lat (usec): min=33, max=427, avg=52.54, stdev=21.43
    clat percentiles (usec):
     |  1.00th=[   32],  5.00th=[   34], 10.00th=[   35], 20.00th=[   37],
     | 30.00th=[   38], 40.00th=[   39], 50.00th=[   40], 60.00th=[   42],
     | 70.00th=[   44], 80.00th=[   47], 90.00th=[   53], 95.00th=[   62],
     | 99.00th=[  155], 99.50th=[  186], 99.90th=[  243], 99.95th=[  277],
     | 99.99th=[  400]
   bw (  KiB/s): min= 1564, max=12944, per=0.96%, avg=9335.43, stdev=4861.77, samples=7
   iops        : min=  391, max= 3236, avg=2333.86, stdev=1215.44, samples=7
  lat (usec)   : 50=87.20%, 100=11.04%, 250=1.66%, 500=0.10%
  cpu          : usr=0.33%, sys=0.22%, ctx=8182, majf=0, minf=8562
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,8169,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=907127: Sat Sep  6 19:18:31 2025
  write: IOPS=280, BW=1122KiB/s (1149kB/s)(32.9MiB/30001msec); 0 zone resets
    clat (usec): min=31, max=563, avg=42.70, stdev=20.98
     lat (usec): min=37, max=588, avg=51.66, stdev=27.59
    clat percentiles (usec):
     |  1.00th=[   34],  5.00th=[   35], 10.00th=[   35], 20.00th=[   36],
     | 30.00th=[   37], 40.00th=[   38], 50.00th=[   39], 60.00th=[   40],
     | 70.00th=[   42], 80.00th=[   44], 90.00th=[   51], 95.00th=[   60],
     | 99.00th=[  111], 99.50th=[  180], 99.90th=[  318], 99.95th=[  367],
     | 99.99th=[  562]
   bw (  KiB/s): min= 1488, max=13888, per=0.99%, avg=9614.86, stdev=5269.39, samples=7
   iops        : min=  372, max= 3472, avg=2403.71, stdev=1317.35, samples=7
  lat (usec)   : 50=88.90%, 100=9.69%, 250=1.09%, 500=0.31%, 750=0.01%
  cpu          : usr=0.27%, sys=0.21%, ctx=8464, majf=0, minf=7271
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,8413,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=952MiB/s (999MB/s), 834KiB/s-113MiB/s (854kB/s-119MB/s), io=27.9GiB (30.0GB), run=30000-30001msec

Disk stats (read/write):
  nvme5n2: ios=0/802916, sectors=0/6423328, merge=0/0, ticks=0/25780, in_queue=25780, util=84.84%
  nvme5n3: ios=0/780849, sectors=0/6246792, merge=0/0, ticks=0/26195, in_queue=26195, util=86.26%
  nvme5n4: ios=0/776399, sectors=0/6211192, merge=0/0, ticks=0/26187, in_queue=26187, util=86.36%
  nvme5n5: ios=0/791038, sectors=0/6328304, merge=0/0, ticks=0/25994, in_queue=25994, util=85.78%
  nvme5n6: ios=0/788856, sectors=0/6310848, merge=0/0, ticks=0/26041, in_queue=26041, util=86.04%
  nvme5n7: ios=0/801576, sectors=0/6412608, merge=0/0, ticks=0/26033, in_queue=26033, util=86.06%
  nvme5n8: ios=0/865324, sectors=0/6922592, merge=0/0, ticks=0/25528, in_queue=25528, util=84.48%
  nvme5n9: ios=0/778095, sectors=0/6224760, merge=0/0, ticks=0/25629, in_queue=25629, util=84.84%
  nvme5n10: ios=0/780855, sectors=0/6246840, merge=0/0, ticks=0/26069, in_queue=26069, util=86.38%
  nvme5n1: ios=0/125822, sectors=0/1006576, merge=0/0, ticks=0/4729, in_queue=4729, util=2.56%